public/RouterLsa.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP:Header>
      <header xmlns="xmlapi_1.0">
         <security>
            <user>C14593</user>
            <password hashed="false">Claro348!</password>
         </security>
         <requestID>aquiroga:0001</requestID>
      </header>
   </SOAP:Header>

<SOAP:Body>
  <find xmlns="xmlapi_1.0">
  	<fullClassName>ospf.RouterLsa</fullClassName>
  		<filter Class="ospf.RouterLsa">
      </filter>
   <resultFilter>
   <attribute>10.253.40.166</attribute>
   <attribute>ospf.Link</attribute>
      <children/>
        </resultFilter>
  </find>
</SOAP:Body>

</SOAP:Envelope>